[
  {
    "id":       "5633",
    "name":     "Public Radio International (PRI)",
    "notes":    " Public Radio International (PRI) is a Minneapolis-based American public radio organization, with locations in Boston, New York, London and Beijing. PRI is a media content creator and also distributes programs from many sources, competing with National Public Radio, American Public Media and the Public Radio Exchange to provide programming to public radio stations (Wikipedia).",
    "homepage": "http://www.pri.org/",
    "domain":   "pri.org",
    "url":      "https://mediabiasfactcheck.com/public-radio-international-pri/",
    "bias":     "leftcenter"
  },
  {
    "id":       "5293",
    "name":     "Global Post",
    "notes":    "Global Post is an online US digital journalism company that focuses on international news founded on January 12, 2009 by Philip S. Balboni and Charles M. Sennott.  GlobalPost has syndication agreements with PBS and CBS. As part of the PBS partnership, Global Post correspondents began producing video segments for airing on The PBS NewsHour (Wikipedia). Well sourced and factual.  Some liberal bias in reporting.",
    "homepage": "http://www.pri.org/programs/globalpost",
    "url":      "https://mediabiasfactcheck.com/global-post/",
    "bias":     "leftcenter"
  },
  {
    "id":       "1277",
    "name":     "The Observer (UK)",
    "notes":    "The Observer is a British newspaper, published on Sundays. In the same place on the political spectrum as its sister papers The Guardian and The Guardian Weekly, whose parent company Guardian Media Group Limited acquired it in 1993, it claims to take a social liberal or social democratic line on most issues. First published in 1791, it is the world’s oldest Sunday newspaper (Wikipedia).",
    "homepage": "https://www.theguardian.com/observer",
    "domain":   "theguardian.com",
    "url":      "https://mediabiasfactcheck.com/the-observer/",
    "bias":     "leftcenter"
  },
  {
    "id":       "890",
    "name":     "The Guardian",
    "notes":    " The Guardian is a daily newspaper from the United Kingdom.  The Guardian freely admits they are a center-left newspaper. Reports factually, but with a left-center bias in reporting and sometimes wording.",
    "homepage": "https://www.theguardian.com/us",
    "url":      "https://mediabiasfactcheck.com/the-guardian/",
    "bias":     "leftcenter"
  },
  {
    "id":       "2725",
    "name":     "The Jerusalem Post",
    "notes":    " The Jerusalem Post is a broadsheet newspaper based in Jerusalem, publishing only English and French editions.  Formerly regarded as left-wing, the paper underwent a noticeable shift to the right in the late 1980s.  From 2004, under then editor-in-chief David Horovitz, the paper took a more centrist position.  Is biased towards Israel, but very centrist in world affairs.",
    "homepage": "http://www.jpost.com/",
    "domain":   "jpost.com",
    "url":      "https://mediabiasfactcheck.com/the-jerusalem-post/",
    "bias":     "center"
  },
  {
    "id":       "2372",
    "name":     "The Jerusalem Report",
    "notes":    " The Jerusalem Report is a fortnightly print and online news magazine that covers political and social issues in Israel, the Middle East and the Jewish world (Wikipedia). Has a Pro-Israel stance and a left of center editorial bias.",
    "homepage": "http://www.jpost.com/Jerusalem-Report",
    "url":      "https://mediabiasfactcheck.com/the-jerusalem-report/",
    "bias":     "leftcenter"
  },
  {
    "id":       "2473",
    "name":     "Regulation Magazine",
    "notes":    " Regulation is a quarterly periodical about policy published by the Cato Institute. It was started as a bimonthly magazine in 1977 by the American Enterprise Institute and acquired by Cato in 1989. Past editors have included former Supreme Court justice Antonin Scalia, Murray Weidenbaum, Christopher DeMuth,Walter Olson, and Peter Huber. Peter Van Doren has edited the magazine since 1999 (Wikipedia). Sometimes sources to biased information.",
    "homepage": "http://www.cato.org/regulation/",
    "domain":   "cato.org",
    "url":      "https://mediabiasfactcheck.com/regulation-magazine/",
    "bias":     "right-center"
  },
  {
    "id":       "1033",
    "name":     "Cato Institute",
    "notes":    "The Cato Institute is an American libertarian think tank with a moderate right wing bias that is headquartered in Washington, D.C. It was founded as the Charles Koch Foundation in 1974 by Ed Crane, Murray Rothbard, and Charles Koch.  In July 1976, the name was changed to the Cato Institute.   The mission of the Cato Institute is to originate, disseminate, and increase understanding of public policies based on the principles of individual liberty, limited government, free markets, and peace.",
    "homepage": "http://www.cato.org/",
    "url":      "https://mediabiasfactcheck.com/cato-institute/",
    "bias":     "right-center"
  },
  {
    "id":       "1335",
    "name":     "Policy Review",
    "notes":    "No longer published as of 2013.",
    "homepage": "http://www.hoover.org/publications/policy-review",
    "domain":   "hoover.org",
    "url":      "https://mediabiasfactcheck.com/policy-review/",
    "bias":     "right"
  },
  {
    "id":       "1128",
    "name":     "Hoover Institution",
    "notes":    "The Hoover Institution is an American public policy think tank and research institution located at Stanford University in California. The Hoover Institution has a right-center bias in reporting and political affiliation. They also have published some articles that do not support the consensus of science.",
    "homepage": "http://www.hoover.org/",
    "url":      "https://mediabiasfactcheck.com/hoover-institution/",
    "bias":     "right-center"
  },
  {
    "id":       "4443",
    "name":     "Western Journalism",
    "notes":    " The Western Journalism Center was founded in 1991 by Joseph Farah and James H. Smith. Based in Sacramento, California, the center produces a popular conservative newsletter. Western Journalism produced highly right wing biased and sensational content.",
    "homepage": "http://www.westernjournalism.com/",
    "domain":   "westernjournalism.com",
    "url":      "https://mediabiasfactcheck.com/western-journalism/",
    "bias":     "right"
  },
  {
    "id":       "1342",
    "name":     "Tea Party News (The Point)",
    "notes":    "Tea Party News is now called “The Point” and is hosted by Western Journalism. The website still has extreme right wing biased content that is not always factual.",
    "homepage": "http://www.westernjournalism.com/thepoint/",
    "url":      "https://mediabiasfactcheck.com/tea-party-news-tpnn/",
    "bias":     "right"
  },
  {
    "id":       "2442",
    "name":     "SciCheck",
    "notes":    " FactCheck.org’s SciCheck feature focuses exclusively on false and misleading scientific claims that are made by partisans to influence public policy. It was launched in January 2015 with a grant from the Stanton Foundation.",
    "homepage": "http://www.factcheck.org/scicheck/",
    "domain":   "factcheck.org",
    "url":      "https://mediabiasfactcheck.com/scicheck/",
    "bias":     "pro-science"
  },
  {
    "id":       "966",
    "name":     "FactCheck",
    "notes":    "FactCheck.org is a nonprofit website that describes itself as a non-partisan “consumer advocate for voters that aims to reduce the level of deception and confusion in U.S. politics”. It is a project of the Annenberg Public Policy Center of the Annenberg School for Communication at the University of Pennsylvania, and is funded primarily by the Annenberg Foundation. FactCheck.org has won four Webby Awards in the Politics category, in 2008, 2010, 2011 and 2012 (Wikipedia).  Well sourced unbiased fact checking.",
    "homepage": "http://www.factcheck.org/",
    "url":      "https://mediabiasfactcheck.com/factcheck/",
    "bias":     "center"
  },
  {
    "id":       "6624",
    "name":     "Skeptical Inquirer",
    "notes":    " Skeptical Inquirer is a bimonthly American magazine published by the Committee for Skeptical Inquiry (CSI) with the subtitle: The Magazine for Science and Reason.",
    "homepage": "http://www.csicop.org/si",
    "domain":   "csicop.org",
    "url":      "https://mediabiasfactcheck.com/skeptical-inquirer/",
    "bias":     "pro-science"
  },
  {
    "id":       "6627",
    "name":     "Committee for Skeptical Inquiry",
    "notes":    " The Committee for Skeptical Inquiry (CSI), is a program within the transnational American non-profit educational organization Center for Inquiry (CFI), which seeks to “promote scientific inquiry, critical investigation, and the use of reason in examining controversial and extraordinary claims.” (Wikipedia)",
    "homepage": "http://www.csicop.org/",
    "url":      "https://mediabiasfactcheck.com/committee-for-skeptical-inquiry/",
    "bias":     "pro-science"
  }
]